[
	{
		"page":"3",
        "title": "Command & Communication Vehicle",
        "explain":"The Command and Communication Vehicle is designed for the use in mobile command, remote communication, and video collection, display and report.",
        "cont":"",
        "features":"<div id='function'><h3 id='funtion'>Functions</h3><div class='annerBox'><ul><li>Command Function：equipped with command terminal, supporting command and dispatch of site.</li><li>Communication function: supporting remote and on-the-move communication between command vehicle and fixed command post, and as well as short-range communication between command vehicle and single solider on site.</li><li>Video collection and display: equipped with optic-electronic observation, supporting all-day target observation, on-site Audio/Video data collection and display. Situation Positioning: GPS-based positioning and report.</li></ul></div></div><div id='feaCont'><h3 id='features'>Features</h3><div class='annerBox'><ul><li>Excellent Mobility: all equipments are carried by light off-road vehicle,</li><li>Multiple communication means:  HF and satellite communication for BLOS and long-range </br>communication; VHF radio for communication on site; multiple- channel single-soldier </br>Audio/Video signal collection and return are supported by point-to-multipoint microwave</br> communication</li><li>Multiple Power Supply modes: mains, generator and accumulators. </li><li>Multiple Observation Means: equipped with wireless video transmission equipment of </br> single-soldier and laser night vision device.</li></ul></div></div>",
        "form":"<table border='1'  cellspacing='0 'style='width:800px'><tbody><tr ><td colspan='2'>Specifications</td></tr><tr><td>Communication</td><td>1)HF Radio: 1, power: 125W;</br>2)1 VHF Radio: 1, power: 50W;</br>3)Point-to-multipoint Microwave：578～678MHz，support 20 subscribers accessing，four-channel video, 5km at maximum. </br>4)SATCOM：Ku</td></tr></tbody></table><div id='bind' class='C-3-7-1' style='cursor: pointer;position: absolute;right:0px;bottom: 100px;'><img style='width:1050px' src='assets/app/images/pic3/pic3_7.jpg'><img style='position: absolute;right: 450px;bottom: 10px;' src='assets/app/images/main/click.png' /></div>"
        
    }
]