[

	{
		"title":"CNR",
		"main":[
        		{
			        "explain":"<h2 style='margin-bottom:50px'>Radio Adapter</h2>The radio adapter locates between the tactical ATM switch and radio, or between service terminal and radio to adapting radio digital channel or analog channel. Therefore, the terminal service can access the tactical communication system when the radio adapter is used.",
			
			        "features":"<div id='function'><h3 id='funtion'>Main Functions</h3><div class='annerBox'><ul><li>Radio adapter converts the radio data and voice into the Ethernet data packet to perform signaling interaction and data transmission with tactical ATM switch through the Ethernet interface</li><li>The radio adapter audio interface includes PPT signal, the PTT control signaling of tactical ATM switch is parsed by adapter to generate PTT signal to control radio</li><li>Video collection and display: equipped with optic-electronic observation, supporting all-day target observation, on-site Audio/Video data collection and display. Situation Positioning: GPS-based positioning and report.</li></ul></div></div><div id='feaCont'><h3 id='features'>Features</h3><div class='annerBox'><ul><li>Excellent Mobility: all equipments are carried by light off-road vehicle,</li><li>Multiple communication means:  HF and satellite communication for BLOS and long-range communication; VHF radio for communication on site; multiple- channel single-soldier Audio/Video signal collection and return are supported by point-to-multipoint microwave communication</li><li>Multiple Power Supply modes: mains, generator and accumulators. </li><li>Multiple Observation Means: equipped with wireless video transmission equipment of single-soldier and laser night vision device.</li></ul></div></div>",
			        "form":"<table border='1'  cellspacing='0 'style='width:800px'><tbody><tr ><td colspan='2'>Main Specifications</td></tr><tr><td>Data interface</td><td>serial port RS232/422，rate:600,1200,2400,4800,9600,19200,38400,57600,115200 Baud</td></tr><tr><td>Audio + PTT interface</td><td>supporting balanced and unbalanced audio access</td></tr><tr><td>Ethernet interface</td><td>10/100M</td></tr><tr><td>Power supply</td><td>DC 24V</td></tr></tbody></table><div class='img' style='position: absolute;right: 180px;bottom: 150px;'></div>"
       
        		},
        		{
			 
			        "explain":"<h2 style='margin-bottom:50px'>Tactical Router</h2>The integrated communication platform is provided by the tactical router for fixed communication or vehicular communication to perform various services access and local switch, and supporting voice, data (IP or non IP), etc., completing the interconnection of HF radio subnet, VHF/UHF radio subnet, wire telephone network, trunked system, user data terminal. It provides interface with information network, cell network and satellite network and integrated access, integrated switch and integrated route for users.",
			        "features":"<div id='function'><h3 id='funtion'>Main Functions</h3><div class='annerBox'><ul><li>Network Access Function<h4>c)Wired network access：wire telephone network, IP network, etc.;</h4><h4>d)Wireless access：HF、VHF、UHF radio net and trucked network, etc.；</h4></li><li>Network Exchange Function<h4>e)Communication among the HF radio net, VHF radio net and UHF radio net；</h4><h4>f)Communication between the trunked network and HF/VHF/UHF radio net;</h4><h4>g)Communication between telephone network and HF/VHF/UHF radio network；</h4><h4>h)Communication between IP network and HF/VHF/UHF radio net；</h4></li></ul></div>",
			        "form":"<div id='function'><h3 id='funtion'>Main Specifications</h3><div class='annerBox'><ul><li>STM-1 ATM optical fiber interface, rate 155.520Mbit/s；used for relay interconnection between switches to perform the networking</li><li>E1 interface, used for relay interconnection between switches;</li><li>Ethernet interface, performing relay or IP data access</li><li>Voice interface, supporting DTMF and pulse signaling for voice access</li><li>Asynchronous data interface, performing asynchronous data terminal access</li></ul></div></div>"
       
        		},
        		{
			        "explain":"<h2 style='margin-bottom:50px'>WX2000 Series Tactical Radio</h2>The 50th Research Institute of China Electronics Technology Group Corporation independently developed the WX2000 series VHF/UHF frequency-hopping tactical radio ( Frequency Range:30-512MHz), which is based on SDR technology. IT  has features such as voice communication, duplex data transmission (Time Division Duplex TDD) and simultaneous data & voice transmission mode, a user data transmission rate that can reach 115.2kbps and the hopping anti-jamming that can be 300Hops/s or 1000Hops/s.",
			       	"features":"<div id='function'><h3 id='funtion'>Characteristics</h3><div class='annerBox'><ul><li>The waveform, encryption key, etc. can be changed and upgraded with the software loading method.</li><li>The modular design makes it easy to install an embedded encryption module and/or satellite positioning module as required.</li><li>Highly integrated by miniaturization and consolidation technology, small size , light weight and high reliability</li><li>Supported for TDMA and CSMA network communication and may constitute a trunked communication network</li><li>Include a series of hand-held radios, man-pack radios, vehicle-mounted radios, etc. to meet different application requirements</li><li>Suitable for tactical and emergency communication command systems, especially suitable for the high real-time requirement of weapon automatic command systems</li><li>Compared to similar products on the international market, it has a high performance- price ratio</li></ul></div></div>",
			        "form":""
			        }
        	]
	} 
    
]