[
	{
		"page":"8",
        "title": "Tactical Communication Network System",
        "explain": "TCNS, equipped with TCNR-1(Tactical Communication Network Radio ) sets, can provide real time , three dimensional (3D) geographic coordinates and unified system time for each radio, and provide high speed ,security and reliable network communications, such as unicast, multicast and broadcast .It adopts anti-destroy dynamic distribution network management and has the functions of automatic relay and adaptive routing, with which the communication link is able to avoid obstacle and jamming zone automatically and the coverage is expanded.",
        "cont":"TCNS can provide battlefield situation awareness and tactical information distribution functions for various air, surface and ground tactical units. It supports joint operation of Services and multi-platform autonomous tactical cooperation. It also supports multiple tactical applications, such as close air support, formation/area air defense and anti-ship operation, carrier-based aircraft guiding, joint target surveillance, fire support, combat service support, airborne assault operation, and amphibious attack operation, etc.",
        "features":"<div id='feaCont'><h3 id='features'>Functions</h3><h4 id='features'>Communication</h4><div class='annerBox'><ul><li>Distributing battlefield situation information;</li><li>Distributing electronic warfare /intelligence information;</li><li>Distributing radar surveillance/tracking information;</li><li>Sending guidance and control command from the C2 unit to weapon platforms; </li><li>Transmitting mission cooperation information among C2 units;</li><li>Transmitting target indication, threat alarm and target assignment information.</li></ul></div><h4>Location</h4><div class='annerBox'><ul><li>Providing real-time location and time synchronization for different NPUs;</li><li>Providing same time coordinate system and space coordinate system for each participation unit </br>for purposes of battlefield situational awareness (SA) and cooperative engagement.</li><ul></div><h4>Navigation</h4><div class='annerBox'><ul><li>Providing different NPUs with various advanced navigation services including target indication, </br>air route navigation and danger area alarm.</li></ul></div></div>",
        "form":"<table border='1'  cellspacing='0 'style='width:800px;float:left;margin-bottom:20px'><tbody><tr ><td colspan='2'>Specifications</td></tr><tr><td>Frequency band</td><td>UHF</td></tr><tr><td>Multiple address scheme</td><td>TDMA</td></tr><tr><td>NPU capacity</td><td>support accessing of 2～120 network participant units (NPU)</td></tr><tr><td>Data communication</td><td>rate of 64kbps, formatted and unformatted message, broadcast, multicast, point to-point</td></tr><tr><td>Voice communication</td><td>2.4kbps compression coded digital voice</td></tr><tr><td>Frequency hopping rate</td><td>512hops/s</td></tr></tbody></table><div class='img' style='float:right;margin-right:150px;margin-top:-300px'><img style='width:600px' src='assets/app/images/pic8/pic8_1.jpg'></div>"
        
    }
]
